var data = {
	"project":[
		{
			"time":"2017/06 - 2017/08",
			"name":"橙子影视app（手机端）",
			"software":"vuejs基于nodejs服务器下",
			"hardware":"pc机",
			"tool":"sublime",
			"member":"小组成员（3人）",
			"describe":"该项目是一款手机App以影视为主，用户可以更好体验最新最好的电影电视剧相关资讯，用户可以对观看过的影视剧进行简评；让用户有更好的观影体验；运用vuejs相关的MVVM框架jquery类库，相关UI组件相关依赖的安装为更好更快的有利于开发；",
			"brief":["（1）运用vue2.0js框架开发;","（2）主写路由进行页面间的跳转和页面内的跳转;","（3）完成手机移动端的适配；","（4）完成页面布局及相关的部分业务逻辑的实现，部分数据网络请求运用；","（5）利用懒加载实现下拉刷新的效果；"]
		},
		{
			"time":"2017/05 - 2017/06",
			"name":"地产学堂(pc端)",
			"software":"基于php（单入口）框架的后台页面（公司内部框架）",
			"hardware":"pc机",
			"tool":"sublime",
			"member":"小组成员（2人）",
			"describe":"这是一个以教育为主的页面，包括用户登录注册的资料的填写，线上课堂，购买课程的相关页面的完善，一些宣传的动态效果，也通过ajax获取后台数据，完善基本的业务逻辑",
			"brief":["（1）各个跳转页面间的布局;","（2）动态数据的处理;","（3）页面效果基于jquery类库的动态效果的配备；","（4）利用ajax获取后台数据，并处理，实现一部分的业务逻辑;"]
		},
		{
			"time":"2016/12 - 2017/02",
			"name":"酷爱社区（主pc端）",
			"software":"jquery类库",
			"hardware":"pc机",
			"tool":"sublime",
			"member":"小组成员（2人）",
			"describe":"该项目是以音乐为主题的具有社交性质的网站，主要包括发表评论，发表动态，音乐播放等功能;通过运用jquery相关的类库，完成页面主要逻辑和并且通过ajax请求数据",
			"brief":["（1）利用div+css实现网页布局;","（2）实现轮播图展示效果;","（3）页面效果基于jquery类库的动态效果的配备；","（4）实现登录注册功能;","（5）实现组件完成测试体质功能"]
		},
		{
			"time":"2016/08 - 2016/09",
			"name":"厦门哈泊信息科技有限公司哈泊人才网",
			"software":"无",
			"hardware":"pc机",
			"tool":"sublime",
			"member":"小组成员（2人）",
			"describe":"该项目实现宣传公司为主，达到宣传效果，宣传网站的主要内容，介绍公司的产品和主要业务，通jqeruy类库的相关运用，及业务逻辑的相关处理，ajax请求相关数据的处理，为了更好实现页面的各种动态效果；",
			"brief":["（1）利用div+css进行html实行页面布局;","（2）利用js、jquery实现动态效果;","（3）利用ajax实现前台与后台的数据交互;"]
		
		},
		{
			"time":"2017/06 - 2017/08",
			"name":"龙腾教育官网",
			"software":"无",
			"hardware":"无",
			"tool":"webstrom",
			"member":"小组成员（2人）",
			"describe":"该项目实现是以中小学教育宣传为主的官网，让更多人了解该教育平台，达到宣传该公司的效果，主要通过jquery类库和ajax请求数据处理部分业务逻辑，完成整个页面的效果。",	
		     "brief":["（1）利用div+css进行html实行页面布局;","（2）利用js、jquery实现动态效果;","（3）利用swiper插件实现轮播的功能，更好的实现页面动态效果；","（4）利用ajax实现前台与后台的数据交互，运用jsonp数据"]
		}
	]

};

var data_title = {
	       "title":['个人信息','专业技能','求职意向','工作经历','项目经验','教育经历','在校学习情况','自我评价']
	};
	


